class DataClass {
  static Map fellDownPage = {
    "content": [
      {
        "header": "สาเหตุ",
        "detail": ["มองเห็นไม่ชัด", "การทรงตัวไม่ดี", "โรคประจำตัว"]
      },
      {
        "header": "แก้ปัญหา",
        "detail": [
          {
            "header": "แบบรุนแรง ",
            "detail":
                "ให้ผู้ป่วยนอนอยู่ในท่าเดิมจนกว่าผู้เชี่ยวชาญจะมาถึงแล้วจึงนำส่งโรงพยาบาล"
          },
          {
            "header": "แบบเล็กน้อย",
            "detail": "หากบาดเจ็บเล็กน้อย สามารถลุกเองได้และรักษาตามอาการ"
          }
        ]
      },
      {"header": "การส่งเสริม", "detail": ""}
    ],
    "_id": "5f8c4f372a73d619c0c7aa5c",
    "lesson": 1,
    "__v": 0
  };

  static Map forgetPage = {
    "content": [
      {
        "header": "ขี้ลืม",
        "detail": "ภาวการณ์ลืมเรื่องเล็กๆน้อยๆที่เกิดขึ้นได้กับทุกคนทุกวัย"
      },
      {
        "header": "อาการหลงลืม",
        "detail":
            "อาการหลงลืมเรื่องในชีวิตประจำวันอยู่บ่อยครั้ง เช่น ขับรถเลยที่หมาย ลืมโทรศัพท์มือถือ"
      },
      {
        "header": "การหลงลืม ",
        "detail":
            "ที่มีการเปลี่ยนแปลงของพฤติกรรมพ่วงด้วย ส่งผลกระทบต่อชีวิตและคนรอบข้างอาจนำไปสู่ความสูญเสีย เช่น ดูแลตนเองไม่ได้เมื่อเกิดเพลิงไหม้"
      }
    ],
    "_id": "5f8c4f765831cc327849f3e7",
    "lesson": 2,
    "__v": 0
  };

  static Map depressPage = {
    "content": [
      {
        "header": "การป้องกันซึมเศร้า",
        "detail": [
          "หลีกเสี่ยงการอยู่คนเดียวเมื่อมีการซึมเศร้า",
          "ทำกิจกรรมหรืองานอดิเรกที่ชอบ",
          "ทำกิจกรรมร่วมกับผู้อื่น"
        ]
      }
    ],
    "_id": "5f8da1bc7c7877964c7c2553",
    "lesson": 3,
    "__v": 0
  };

  static Map mealPage = {
    "content": [
      {
        "header": "กินข้าวอร่อย",
        "detail": [
          "ผู้สูงอายุควรดื่มน้ำสะอาดหรือเลือกดื่มน้ำสมุนไพรไม่หวานจัดสลับกับน้ำเปล่าอย่างน้อยวันละ 6-8 แก้ว น้ำช่วยนำสารอาหารต่างๆ ไปยังอวัยวะภายในร่างกายและช่วยขับถ่ายของเสีย ทำให้รู้สึกสดชื่น",
          "อาหารที่มีเส้นใยสูงมักพบได้ในผัก ผลไม้ และถั่วเปลือกแข็ง ผู้สูงอายุจึงควรรับประทานผักและผลไม้ทุกมื้ออาหารเป็นประจำ"
        ]
      }
    ],
    "_id": "5f8da2457c7877964c7c2554",
    "lesson": 4,
    "__v": 0
  };
}
